/* $ObjectName=MAFFormatters_iOS */
/* $Collection=frwk.tools.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable Tool Components */

"STREET" = "Stradă";

"CITY" = "Localitate";

"REGION" = "Regiune";

"POSTAL_CODE" = "Cod poştal";

"COUNTRY" = "Ţară";

"STATE" = "Stat";

"COUNTY" = "Judeţ";

"PROVINCE" = "Provincie";

